Repository: lukepistrol/TimeMachineStatus
Catalog: TimeMachineStatus/Localizable.xcstrings
Source language: en
Languages: de, it

# button_backup_to_%@_now
source: Backup to "%@" now
de: Backup auf "%@" starten
it: Esegui il backup su "%@" adesso

# button_browsebackups
source: Browse Time Machine Backups
de: Time Machine Backups durchsuchen
it: Sfoglia i backup di Time Machine

# button_bug_report_feature_request
source: Submit New Feedback...
de: Neues Feedback senden...
it: Invia un nuovo feedback...

# button_cancel_backup
source: Cancel Backup
de: Backup Abbrechen
it: Annullare il backup

# button_close
source: Close
de: Schließen
it: Vicino

# button_feedback
source: Send Feedback...
de: Feedback senden...
it: Invia un feedback...

# button_grant_access
source: Grant Access
de: Zugriff erlauben
it: Concedi l'accesso

# button_opensystemsettings
source: Open System Settings
de: System Einstellungen Öffnen
it: Aprire le Impostazioni di sistema

# button_quit
source: Quit
de: Schließen
it: Chiudi

# button_select
source: Select
de: Auswählen
it: Selezionare

# button_show_info
source: Show Info
de: Info Anzeigen
it: Mostra informazioni

# button_startbackup
source: Start Backup
de: Backup Starten
it: Avvia il backup

# button_support_project
source: Support the Developer...
de: Unterstütze den Entwickler...
it: Supporta lo sviluppatore...

# button_time_machine_system_settings
source: Time Machine Settings
de: Time Machine Einstellungen
it: Impostazioni di Time Machine

# button_view_issues
source: Browse Open Tickets...
de: Offene Tickets durchsuchen...
it: Sfoglia i ticket aperti...

# dest_info_encrypted
source: Encrypted
de: Verschlüsselt
it: Crittografato

# dest_info_error
source: Error
de: Fehler
it: Errore

# dest_info_error_code
source: Error Code
de: Fehler Code
it: Codice errore

# dest_info_filesystem
source: Filesystem
de: Dateisystem

# dest_info_freespace
source: Free Space
de: Freier Speicher
it: Spazio libero

# dest_info_lastattempt
source: Last Attempt
de: Letzter Versuch
it: Ultimo tentativo

# dest_info_lastbackup
source: Last Backup
de: Letztes Backup
it: Ultimo backup

# dest_info_number_of_backups
source: Number of backups
de: Anzahl an Sicherungen
it: Numero di backup

# dest_info_usedspace
source: Used Space
de: Belegter Speicher
it: Spazio usato

# dest_label_%@_used_%@_free
source: %1$@ used, %2$@ free
de: %1$@ belegt, %2$@ frei
it: %1$@ usati, %2$@ liberi

# dest_label_last_backup_failed_%lld
source: Last Backup Failed (%lld). Open TimeMachine Settings for more information.
de: Letztes Backup fehlgeschlagen (%lld). TimeMachine Einstellungen öffnen um mehr zu erfahren.
it: Ultimo backup non riuscito (%lld). Apri le Impostazioni di TimeMachine per ulteriori informazioni.

# dest_label_no_size_info
source: No storage info available
de: Keine Speicherplatz Informationen verfügbar
it: Nessuna informazione sulla memoria

# dest_label_no_volume_name
source: Unknown
de: Unbekannt
it: Sconosciuto

# dest_label_progress_%lld_files_%@
source: %1$lld Files (%2$@)
de: %1$lld Dateien (%2$@)

# dest_label_progress_found%lld
source: %lld changes found
de: %lld Änderungen gefunden
it: %lld cambiamenti trovati

# dialog_label_select_file_%@
source: Select the "%@" file
de: Die "%@" Datei auswählen
it: Selezionare il file "%@"

# error_fulldiskpermissiondenied_description
source: TimeMachineStatus needs full disk access to read Time Machine preferences. Please grant TimeMachineStatus full disk access in _System Settings > Privacy & Security > Full Disk Access_.
de: TimeMachineStatus benötigt Vollzugriff auf die Festplatte um Time Machine Einstellungen zu lesen. Bitte erlauben Sie den Zugriff in _System Einstellungen > Datenshutz & Sicherheit > Festplattenvollzugriff_.

# error_fulldiskpermissiondenied_title
source: Full Disk Access permission denied
de: Festplattenvollzugriff verweigert
it: Autorizzazione di accesso all'intero disco negata

# general_info_autobackup
source: Auto Backup
de: Automatisches Backup

# general_info_autobackup_disabled
source: Disabled
de: Deaktiviert
it: Disabilitati

# general_info_autobackup_enabled
source: Enabled
de: Aktiviert
it: Abilitati

# general_info_interval
source: Backup Interval
de: Backup Intervall
it: Intervallo dei backup

# general_info_requirespower
source: Requires Power
de: Benötigt Stromversorgung
it: Alimentazione richiesta

# general_info_requirespower_false
source: No
de: Nein

# general_info_requirespower_true
source: Yes
de: Ja
it: Si

# general_info_skippaths
source: Skip Paths
de: Pfade Überspringen
it: Percorsi saltati

# general_info_skippaths_empty
source: Empty
de: Leer
it: Vuoto

# general_info_volumename
source: Image Volume Name
de: Datenträger Image Name
it: Nome del volume

# label_autobackupdisabled
source: Automatic backups are disabled
de: Automatische Backups sind deaktiviert
it: I backup automatici sono disabilitati

# label_currentbackup_%@
source: Backing up to "%@"...
de: Backup auf "%@" läuft...
it: Backup su "%@"...

# label_initializing
source: Initializing...
de: Initialisiere…
it: Inizializzazione...

# label_lastbackup_%@_on_%@
source: %1$@ on "%2$@"
de: %1$@ auf "%2$@"
it: %1$@ su "%2$@"

# label_nextbackup_%@
source: Next automatic backup %@
de: Nächstes automatische Backup %@
it: Prossimo backup automatico %@

# label_nextbackup_issue
source: Last automatic backup failed
de: Letztes automatisches Backup fehlgeschlagen
it: L'ultimo backup automatico non è riuscito

# section_destinations
source: Destinations
de: Destinationen
it: Destinazioni

# section_general_info
source: General Info
de: Allgemeine Informationen
it: Informazioni generali

# settings_button_checkforupdates
source: Check for updates...
de: Nach Updates suchen...
it: Controlla gli aggiornamenti...

# settings_button_default
source: Default
de: Standard
it: Predefinito

# settings_button_resettodefault
source: Reset To Default
de: Standardeinstellungen wiederherstellen
it: Ripristino delle impostazioni predefinite

# settings_button_settings
source: Settings
de: Einstellungen
it: Impostazioni

# settings_item_animateicon
source: Animate Icon
de: Symbol animieren
it: Icona animata

# settings_item_autocheckupdates
source: Automatically check for updates
de: Automatisch nach Updates suchen
it: Verifica automatica degli aggiornamenti

# settings_item_backgroundcolor
source: Background Color
de: Hintergrund Farbe
it: Colore di sfondo

# settings_item_boldfont
source: Bold Font
de: Fette Schrift
it: Testo in grassetto

# settings_item_boldicon
source: Bold Icon
de: Fettes Symbol
it: Icona in grassetto

# settings_item_cornerradius
source: Corner Radius
de: Ecken Radius
it: Raggio di curvatura

# settings_item_fulldiskaccess_description
source: Full Disk Access is required to read Time Machine preferences.
de: Fetsplattenvollzugriff ist notwendig um Time Machine Einstellungen zu lesen.
it: Per leggere le preferenze di Time Machine è necessario l'accesso completo al disco.

# settings_item_fulldiskaccess_title
source: Full Disk Access
de: Festplattenvollzugriff
it: Accesso completo al disco

# settings_item_horizontalpadding
source: Horizontal Padding
de: Horizontaler Rand
it: Spaziatura orizzontale

# settings_item_launchatlogin
source: Launch at Login
de: Bei Login starten
it: Esegui all'avvio

# settings_item_launchatlogin_approval_notice
source: TimeMachineStatus must be enabled in System Settings > General > Login Items
de: TimeMachineStatus muss in Systemeinstellungen > Allgemein > Anmeldeobjekte aktiviert sein.
it: TimeMachineStatus deve essere abilitato in Impostazioni di sistema > Generali > Elementi di login

# settings_item_loglevel_footer
source: Requires restarting the app to take effect
de: Erfordert einen Neustart der App
it: Per avere effetto è necessario riavviare l'app

# settings_item_loglevel_info
source: Info (Default)
de: Info (Standard)
it: Info (Predefinito)

# settings_item_preferences_file_permission
source: TimeMachineStatus requires access to the Time Machine preferences file in order to work.
de: Damit TimeMachineStatus funktioniert, ist Zugriff auf die Time Machine Einstellungsdatei erforderlich.
it: TimeMachineStatus richiede l'accesso al file delle preferenze di Time Machine per funzionare.

# settings_item_showpercentage
source: Show Percentage
de: Prozent anzeigen
it: Mostra percentuale

# settings_item_showstatus
source: Show Status
de: Status anzeigen
it: Mostra stato

# settings_item_spacing
source: Spacing
de: Abstand
it: Spaziatura

# settings_item_verticalpadding
source: Vertical Padding
de: Vertikaler Rand
it: Spaziatura verticale

# settings_section_permissions
source: Permissions
de: Berechtigungen
it: Permessi

# settings_tab_item_about
source: About
de: Über
it: Informazioni

# settings_tab_item_appearance
source: Appearance
de: Erscheinungsbild
it: Aspetto

# settings_tab_item_general
source: General
de: Allgemein
it: Generale

# button_buymeacoffee
source: Buy Me a Coffee...
it: Offrimi un caffè...

# button_github_sponsor
source: GitHub Sponsors...
it: Gli sponsor di GitHub...

# dest_info_name
source: Name
it: Nome

# dest_info_quota
source: Quota
it: Condividi

# error_debug_description%@
source: Error Description: %@
it: Descrizione errore: %@

# error_debug_title
source: Unknown Error
it: Errore sconosciuto

# settings_section_menubaritem
source: Menu Bar Item
it: Barra dei menu
